In [1]:
import pandas as pd

In [3]:
employe = pd.read_csv('employees.csv')
employe

   employee_id  employee_name
0            1       John Doe
1            2     Jane Smith
2            3  Emily Johnson
3            4  Michael Brown

In [5]:
employe_departments = pd.read_csv('employees-departments.csv')
employe_departments

   employee_id  department_id
0            1              1
1            2              2
2            3              2
3            4              3

In [6]:
departments = pd.read_csv('departments.csv')
departments

   department_id department_name
0              1              HR
1              2     Engineering
2              3       Marketing

In [7]:
employe_details = pd.read_csv('employee-details.csv')
employe_details

   employee_id date_of_birth social_security_number
0            1    1985-06-15            123-45-6789
1            2    1990-09-25            987-65-4321
2            3    2000-01-20            456-78-9123
3            4    1987-03-11            321-54-9876

In [8]:
employe_projects = pd.read_csv('employees-projects.csv')
employe_projects

   employee_id  project_id
0            1           1
1            1           2
2            2           1
3            3           2
4            3           3
5            4           3

In [9]:
projects = pd.read_csv('projects.csv')
projects

   project_id project_name
0           1    Project A
1           2    Project B
2           3    Project C